[
  "Heroes and their consequences are why we have our current opportunities. - Leland Owlsley",
  "Smart don’t come out of books. Smart is making the right decision at the right time. - Stick",
  "Job’s easy when your client’s innocent. - Matt Murdock",
  "Problems are just opportunities that haven’t presented themselves. - Wilson Fisk",
  "They say the past is etched in stone, but it isn’t. It’s smoke trapped in a closed room, swirling… changing. Buffeted by the passing of years and wishful thinking. But even though our perception of it changes, one thing remains constant. The past can never be completely erased. It lingers. Like the scent of burning wood. - James Wesley",
  "Each man must stand for himself or fall with the unworthy. - Nobu",
  "We all pay for our choices. - Stick",
  "The numbers are like tea leaves. Nobody reads them like I can. - Leland Owlsley",
  "It is the clever man who plays the fool. And a foolish woman who does not recognize it. - Madame Gao",
  "Wind blows the hardest the closer you get to the mountaintop. - Leland Owlsley",
  "I’m not seeking penance for what I’ve done, Father. I’m asking forgiveness…for what I’m about to do. - Matt Murdock",
  "Good thing about red, they can’t tell how much you’re bleeding. - Matt Murdock",
  "Sometimes, we have to do things we aren’t proud of. - Matt Murdock",
  "Facts have no moral judgment. - Matt Murdock",
  "Cut off the head of the snake, the body dies. - Matt Murdock",
  "You knew which side you were on the moment you found me. - Daredevil",
  "Sometimes even when you get knocked down, you can still win. - Jack Murdock",
  "Used to be if you killed a man, you sent his wife flowers. Now they just send his wife with him. - Silvio",
  "Some fights just get you bloody. - Silvio",
  "A woman that can be bought isn’t worth having. - Wilson Fisk",
  "Time and distance, they afford a certain clarity. - Wilson Fisk",
  "Life is not a fairy tale. Not everyone deserves a happy ending. - Wilson Fisk",
  "General rule, guys who wear masks have something to hide, and it usually ain’t good. - Foggy Nelson",
  "The moment you put on the mask you got into cage with animals. Animals don’t stop fighting. Not until one of them is dead. - Vladimir Ranskahov",
  "Big world not all of it flowers and sunshine. And the only way guys like you and me can survive is to grab it by the throat and never let go. - Stick",
  "Surrounding yourself with soft stuff isn’t life, it’s death. - Stick",
  "Time to stop taking a beating and start giving one. - Stick",
  "In war, people die. If it’s not you, it’s the guy next to you. - Stick",
  "Doesn’t matter what I think. Only matters what I can prove. - Ben Urich",
  "There are no heroes, no villains. Just people with different agendas. - Ben Urich",
  "Threats are clear in any language. - Wilson Fisk",
  "Being informed, knowing facts as they are, not how we wish to perceive them, can tip the balance between life and death. - Wilson Fisk",
  "I’m not cruel for the sake of cruelty. - Wilson Fisk",
  "Respect. You gotta give it if you want it. - Bill Fisk",
  "You gotta spend money to make money. - Bill Fisk",
  "You want something out of life, you gotta put yourself out there. - Bill Fisk",
  "Emotion can turn the most circumspect of men careless. - Wilson Fisk",
  "There’s some roads you can’t come back from. - Ben Urich",
  "You don’t need sight to appreciate art, but you do need honesty. - Vanessa Marianna",
  "Art isn’t furniture. If you knew exactly what you were looking for, you’d be just decorating. - Vanessa Marianna",
  "Another man’s evil does not make you good. - Father Lantom",
  "Sometimes the law isn’t enough. - Matt Murdock",
  "Perhaps we’re destined to follow a path none of us can see, only vaguely sense, as it takes our hand, guiding us towards the inevitable. - James Wesley",
  "Growing to love something is really simply forgetting slowly what you dislike about it. - James Wesley",
  "You don’t get to be the man at the top without making enemies looking to tear you down to the ground. - Ben Urich",
  "Man cannot be both savior and oppressor… light and shadow. One has to be sacrificed for the other. - Madame Gao",
  "Nothing drives people to the Church faster than the thought of the Devil snapping at their heels. - Father Lantom",
  "There’s nothing worse… feeling choices are made for us. There’s nothing you can do, but swim in shit and hope you don’t get too much in your mouth. - Karen Page",
  "Telling the truth is never simple or easy. Why, only the best of us ever really try. - Doris Urich",
  "You don’t get to be the man on top without making enemies looking to tear you down. - Karen Page",
  "The wheel constantly turns. We must adapt to its position, or be crushed beneath it. - Madame Gao",
  "People seek the truth, no matter where they find it. - Ben Urich",
  "I am not here to threaten you. I’m here to kill you. - Wilson Fisk",
  "This is the part where law meets reality. Either I put on the mask or we risk losing Hoffman and Fisk wins. - Matt Murdock",
  "Even the best of men can be deceived by their true nature. - Wilson Fisk",
  "You were right, what you told me over the radio that night. Not everyone deserves a happy ending. - Daredevil",
  "Okay, I find a guy in a dumpster who turns out to be some kind of blind vigilante who can do all of this really weird shit like smell cologne through walls and sense whether someone’s unconscious or faking it. Slap on top of that, he can take an unbelievable amount of punishment without one damn complaint. - Claire Temple"
]