[
  "Maria Hill: What does S.H.I.E.L.D. stand for, Agent Ward?\nGrant Ward: Strategic Homeland Intervention, Enforcement and Logistics Division.\nHill: And what does that mean to you?\nWard: It means someone really wanted our initials to spell out \"shield.\" [Hill gives him a look] …It means we're the line between the world and the much weirder world. We protect people from news they aren't ready to hear. And when we can't do that, we keep them safe.",
  "Hill: Everything's changing. A little while ago, most people went to bed thinking that the craziest thing in the world was a billionaire in a flying metal suit. Then aliens invade New York then were beaten back by, among others, a giant green monster, a costumed hero from the 40's, and a god.\nWard: I don't think Thor's technically a god.\nHill: Well, you haven't been near his arms.",
  "Ward: Why was I pulled out of Paris?\nHill: That, you'll have to ask Agent Coulson.\nWard: Uh, yeah. I'm clearance Level Six. I know that … Agent Coulson was killed in action, before the battle of New York. I got the full report.\nPhil Coulson: Welcome to Level Seven.\n[he walks in from a darkened corner]\nCoulson: Sorry, that corner was really dark and I couldn't help myself. I think there's a bulb out.",
  "Skye: With great power comes … a ton of weird crap that you are not prepared to deal with!",
  "[Coulson and Ward are interrogating Skye]\nCoulson: This is QNB-T16. It's the top-shelf martini of sodium-pentathol derivatives. It's a brand-new and extremely potent truth drug. Don't worry. The effects only last for about an hour.\nWard: And then you'll have a nice little nap. And we'll have all the answers to our--[Coulson injects Ward with the serum] Gah! What the hell!\nCoulson: I'm sorry, did that hurt?\nWard: [scoffs] No. But you've lost your mind. You should never do that do a member of your team. And yes, it did hurt a little bit. But I always try to mask my pain in front of beautiful women because I think it makes me seem more masculine—my God this stuff works fast.\nCoulson: [To Skye] Don't trust us? Ask him whatever you like. [Leaves the room]\nWard: Wait a minute. You can't just ... THIS IS DEFINITELY NOT PROTOCOL!!",
  "Skye: Usually one person doesn't solve the solution, but 100 people with 1% of the solution that will get it done. I think that's beautiful, pieces solving a puzzle.\nWard: You and I see the world differently.",
  "Ward: Where's your side arm?\nMelinda May: If I need a gun, I'll take one.\nWard: Right, I forgot I was working with \"The Cavalry.\"\nMay: Don't ever call me that.\n[Later, caught in a standoff with Peruvian soldiers]\nWard: You should've taken more guns.",
  "Skye: I don't even know where we are going.\nCoulson: Peru. That's where the 0-8-4 was reported.\nSkye: And an 0-8-4 is?\nCoulson: An object of unknown origin, kind of like you. Team goes in, determines if it's useful or poses a threat. Last one turned out to be pretty interesting.\nSkye: What was it?\nCoulson: A hammer.",
  "Skye: Sweet ride.\nCoulson: I earned a little good will from Director Fury when I got hit right before the battle of New York.\nSkye: You took a bullet?\nCoulson: Ish.",
  "Leo Fitz: Are you mental? I did explain what I meant using the Queen's bloody English!\nWard: I use normal English. Words like \"duck\" and \"run\" and \"might blow us to pieces.\"\nFitz: Congratulations, Agent Ward, you managed to string three words together in a sentence.",
  "Ward: There will come a moment when you have to commit to this or bail. Every field agent has a defining moment. Ask Coulson. When you have to make the hard call to either dedicate yourself to this or to curl up in a ball and run.",
  "Coulson: You forget, I saw plenty of action with the Avengers. [Walks away]\nMay: [Quietly, to herself] And you died.",
  "Ian Quinn: Many of you shareholders have been with us for years, and I see a few new names here, but I want to thank you all for traveling so far to this beautiful country and, well, for slumming it at Shaba Tal-Banar. This country where we are allowed to pursue progress and profit without the stranglehold of regulations that are now choking our world. The United States government, the R.U., the DRTC, S.H.I.E.L.D. These are just a few of the institutions that are guilty of halting the development of new technology for anyone except themselves. We dare defy them with a new idea, they steal in and sweep it out from under us. But not today.",
  "Franklin Hall: I've seen the future, Mr. Coulson, and it's a catastrophe.",
  "Hall: They won't understand the good I did here.\nCoulson: Killing innocent people?\nHall: Saving millions. We have to live with the choices we make, but sometimes we have to die with them, too.",
  "Skye: So you asked how she could have cracked the system. I have a pitch, but it's way outside the box.\nCoulson: I live outside the box.",
  "Coulson: Have you seen Skye?\nWard: Not since weapons training.\nCoulson: She stop saying \"bang\" when she pulls the trigger?\nWard: Mostly. Now if she can just learn the difference between the safety release and the magazine release, we will be making real progress.",
  "Skye: What's up, Phil?\nCoulson: I prefer you not call me \"Phil\".\nSkye: OK, you're the boss, AC.",
  "[Fitz and Ward are playing poker on the plane]\nWard: ... I call, and raise a hundred.\nFitz: Do you know how I'm gonna beat you?\nWard: By losing?\nFitz: You have a tell. A psychological tick that lets me know you're bluffing. If I watch you carefully ... [Louder, into his earpiece] If I watch you carefully ...\nSkye: Oh, sorry. One minute. [Grabs the eye-spy x-ray glasses] You know that if I do this, I'll not only see Ward's cards, I'll see you without any clothes on?\nFitz: ... I fold, you win. [Leaves]",
  "Skye: [With a gun.] Safety off. [She accidentally releases the magazine.] Bang?",
  "[Skye and Ward are playing Battleship]\nWard: Every decision you make from here on out ... has consequences. So be warned: the kiddie gloves are off.\nSkye: ... G-7.\nWard: [reluctantly] Hit.\nSkye: Yes! [Ward places a red peg in one of his ships.] So explain to me again what this has to do with my training.\nWard: Well, it's important for every S.O. to ... evaluate their student's thought process.\nSkye: [not convinced] Mm-hm.\nWard: And I like board games. B-10.\nSkye: Nope. This isn't thinking; this is stabbing in the dark. But it's nice to take a break from the workouts.\nWard: [uncharacteristically nice] Well...you deserve a break. Gotta give Coulson credit. I never would've pegged an ex-Rising Tide hacker as a good fit, but...you're pickin' things up pretty fast.\nSkye: [smiling, surprised] Did you just...give me a compliment?\nWard: [taken aback] I - no, I made a comment.\nSkye: A kind one. Did it physically hurt to do that? [with a look of mock concern] Do you need an ice pack?\n[Ward smiles]\nSkye: [laughing] Wow! A compliment and a smile.\nWard: [more insistent] Comment.\nSkye: I don't wanna ruin the moment...but I'm 'onna have to respond with...G-4. [Ward looks, then a look of unease crosses his face. Skye starts to smile in triumph.] Say it, Ward. [Ward says nothing.] Say it.\nWard: [reluctantly] You sank my battleship.\nSkye: [in triumph] Ha-ha! Yes!",
  "Raina: I come as a friend.\nChan Ho Yin: English isn't my first language, but that word means something different than you think.",
  "May: His file say anything about him being homicidal?\nCoulson: Just said he was kind of a tool.",
  "Chan Ho Yin: Poor little Chan Ho Yin may have believed your lies, but not Scorch!\nMay: Who?\nCoulson: Oh, crap. They gave him a name.",
  "Raina: [to Edison Po] We all have to do things that make us uncomfortable...if we are ever to get our toy soldiers off the shelf.",
  "Jemma Simmons: Working up a good sweat there, sir?\nCoulson: I don't sweat. I glisten.",
  "Simmons: Well, you can officially tell your physical therapist that you're fit as the proverbial fiddle, especially for a man of your age.\nCoulson: A man of my age? That's something you say to an old person.\nSimmons: [nervous] Is it?",
  "Ward: I wanted it to be a person, some superpowered psychopath someone I could hurt, someone I could...punish. That I could do. What I can't do is protect you guys from stuff I can't even see or understand.",
  "Simmons: I suppose now's as good a time as any to tell you that I may have misled you earlier. You see, when I gave you back the night-night pistol, I lied. It's still an ounce off.\nWard: I know.\nSimmons: You do? Of course.\nWard: After all...[imitating the others imitating him] I'm Agent Grant Ward. I just jumped out of a plane without a parachute on and saved your life!\nSimmons: [laughing] Actually, that's not quite it. It's a bit more nasally than that.",
  "[Coulson, Ward, and May are being briefed on a special assignment to disarm a nuclear device]\nVictoria Hand: I need a two man team to sneak over the border, find the device, and disarm it within the next 48 hours. And you have two people who fit my bill.\nMay: Ready to go.\nWard: I was in Georgia when the incurson occured. I still have contacts on the other side of the border.\nHand: And you'll need them. But, we don't have specs on the device, so I need someone on your team who can recognize and dismantle it on sight.\nWard: ...Do you mean...\nCoulson: I think she does...\n[Camera cuts to the commons area, where Fitz is arriving to meet Simmons and Skye with a cart full of tech. The door opens.]\nFitz: I found a localized EMP, plus a few other party favors. [The door closes when the cart's halfway through] Oh, come on. What the... Open. It's stuck. [Coulson, Ward, and May arrive] The cart's stuck. [Fitz pulls open the door and turns back to the front of the cart] That's unbelieveable. [The door closes again] WHAT THE HELL?! Who designed this?! In the Hub, of all places! [He shoves the cart out the door, which closes on him.] Oh, that's... [Door closes, cutting off his voice. But he can be seen saying \"fantastic\".]\nWard: ...Seriously?",
  "Ward: [disables an enemy and sees more arriving] Fitz! More Border Patrol!\n[Fitz has already gotten out of the truck and started running]\nFitz: ALREADY MOVING!!! HURRY UP!!!",
  "Fitz: [surprised after kicking a bad guy in the face] I just did that.\nWard: [equally surprised] Yeah...\nFitz: Let's go.",
  "Fitz: This is gonna take a while.\nWard: You have ten minutes.\nFitz: I thought you'd say five.",
  "Hand: You yourself have designed dozens of operations like this. You know how this works.\nCoulson: Usually with an extraction plan.\nHand: Barton. Romanoff. They never have an extraction plan.\nCoulson: They know that going in.",
  "Coulson: I can't think of a single time when anything alien in human hands ended well.\nSkye: Wouldn't mind getting my human hands on Thor. He's so dreamy.\nCoulson: Sure, he's handsome, but -\nMay: [interrupting] No. He's dreamy.",
  "Elliott Randolph: Recent events have thrown us all for a loop. I thought I was teaching Norse mythology. No, turns out I'm a history professor.",
  "Coulson: So, the myth is your autobiography.\nRandolph: I didn't write it. I didn't want anyone to know about me. Then I had to open my big mouth.\nCoulson: Were you captured? Tortured?\nRandolph: Horny. I met a French girl in 1546. Ah, she loved stories. So I told her a great one, all about the peaceful Asgardian warrior who stayed. Now, how was I to know her brother the priest would write it all down and turn it into, I don't know, a thing?\nCoulson: Do you know Thor?\nRandolph: Oh, sure, I spent all my days palling around with the future King of Asgard. No, I don't know Thor. I was a mason. I broke rocks.",
  "Fitz: No! You do not touch that! Two semesters minimum of holographic engineering before you touch this!\nSkye: All right, All right. I get it. I didn't go to your stupid SHIELD Hogwarts or whatever.",
  "May: People believe what they want to believe to justify their actions.",
  "Skye: You can catch a lot more flies with honey than with napalm.",
  "Coulson: May used to be different. She was always quiet, she just...she was warm. Fearless in a different way, getting in trouble, pulling pranks, thought rules were meant to be broken. Sound familiar? But when she walked out of that building it was like that part of her was gone. I tried to comfort her, but she wouldn't tell me what went down in there.\nSkye: What did you say?\nCoulson: I said the words I thought she needed to hear.",
  "Mike Peterson: Did I beat Captain America's time?\nTrainer: Not even close.",
  "Ward: I'm just saying this could easily go sideways. The last time we saw this guy he was a raging homicidal maniac... [Peterson walks up] He's standing right behind me, isn't he?",
  "Po: I spoke with the Clairvoyant.\nRaina: And?\nPo: I'll share the information when the time is right.\nRaina: I would love to hear much more than just information. Will you tell me what he's like?\nPo: Never. The last person who tried to learn these things got a knife for it. I don't want to have to do that again, Raina. You have such pretty eyes.",
  "May: [to Skye] The truth is you have to decide why you're here. We have a mission, and it's not to find your parents. If you can't put aside your personal attachments, then you shouldn't be here!",
  "Raina: I don't believe I've had the pleasure.\nCoulson: Lucky for you.",
  "Skye: You made me a sandwich?\nSimmons: [with great emphasis] Yes, it is that!",
  "Hand: No single agent is that important.",
  "Raina: Now, after all you've sacrificed -\nCoulson: Sacrifice is part of the job. I would give my life -\nRaina: You didn't just give your life, you gave up your chance at a normal one, at love. And she did love you, Agent Coulson.\nCoulson: How could you know that?\nRaina: Do you miss her? Dinners at the Richmond. Do you miss hearing her play?",
  "Coulson: One thing before we start: what is it with the flowers?\nRaina: Who doesn't like flowers?",
  "Coulson: I heard what you did for me. I think it's time that we remove this.\n[Talks to her wrist binder]\nCoulson: Disengage bracelet.\n[Bracelet comes off]\nSkye: Are you kidding me?\nCoulson: I thought you'd like that.",
  "Fitz: Is science and technology what you imagined, Agent Ward?\nWard: Yep. No uniforms, no rope course, no defined muscularity on anyone.\nFitz: No marching in place, no I.Q.s in double digits.",
  "Skye: \"Bad seed\" isn’t a S.H.I.E.L.D. term, Ward. Just a term.",
  "Coulson: We need to root out all the secrets.\nMay: Agent Ward and I have been having sex.",
  "Donnie Gill: It's true what the other guys say - you are the smartest person to come through here.\nFitz: Is that what they say? Yeah? Well, Simmons is probably smarter, technically, but that - that's just because she likes homework more than life itself.",
  "Ward: Skye looks young enough to blend in.\nSkye: You’re not exactly Old Man River, and Fitz looks younger than us.\nFitz: Time will come when you won’t make fun of me for that. You’ll be jealous. You’ll be jealous, wrinkly old hags.",
  "Coulson: Let me get that.\nSimmons: Oh. Thanks, Dad...who looks far too young to have a daughter my age.",
  "Fitz: How's your Scottish accent?\nSkye: [in a poor Scottish accent] I don't know. You tell me how great it is, laddie.\nFitz: [in a perfect American accent] American, then.",
  "Fitz: [to Skye] You're the least supportive pretend girlfriend I've ever had.",
  "Simmons: [arguing with Coulson, pretending to act as his daughter] All mom ever wanted was your love. To be with you! In our two-story Victorian home in the Cotswolds! But could you even give her a moment, what with your banking job requiring you to travel to the States from Tuesday to Saturday every other week? No!\nPassenger: [interrupts] Excuse me, ma'am, I'm personally sorry for your loss. [turns towards Coulson] As for you, this is your chance to do better.\nCoulson: I understand. [the passenger walks away]\nSimmons: He's right. You never had time for her, but you had time for your work! And your prostitutes!\nCoulson: Prostitutes? Plural?",
  "Skye: Fitz, have you ever heard of an 0-8-4 being a person?\nFitz: No, but I suppose it's possible. I'd hate to meet the guy.",
  "Coulson: Garrett? What the hell are you doing here?\nJohn Garrett: Well, as opposed to the Level 8 jackass I'm staring at, I still follow orders.\nCoulson: You're the worst at following orders.",
  "Antoine Triplett: How did Coulson score such a sweet ride?\nWard: He died.\nTrip: That's tight.",
  "Garrett: Well, I'm a bit of a sweet talker when I need to be. [about Ward] You wouldn't believe what I could talk this son of a gun into.",
  "Quinn: My head's still ringing from the last visitor.\nGarrett: At least the last visitor left you with a head. I'm not always that considerate. I'm interested in one of your newer projects.\nQuinn: Hmm? Oh, but there are so many to choose from. [Garrett grabs him by the tongue.]\nGarrett: Let me be clear: you have no rights. You have no lawyer. The only thing keeping Agent Coulson here from throwing you out of this plane is the very weak heartbeat of a young agent downstairs, and the only incentive I have for not tearing your tongue out is that you use it to answer my questions. Is that clear?",
  "Fitz: Comms are down. There's too much mountain on top of us.\nGarrett: Trust me - it's better. You don't want them hearing the horrible death we're walking into.\n[Fitz gives a worried stare]\nGarrett: Humor, son. You Brits are too serious. Besides, if the job was easy...\nWard: It wouldn't be fun.\nFitz: I'm not afraid - not yet.",
  "Jasper Sitwell: You know, usually when a friend wants a favor they do something nice. Takes me to a nice restaraunt, buys me a bottle of wine.\nCoulson: Want to go to a movie? Hold hands? Okay, but I need to ask you a question first.\nSitwell: I don't know where director Fury is. Don't be so shocked. For a quiet guy you make a lot of noise. How many favors have you called in?\nCoulson: Clearly not enough.\nSitwell: Something I can help you with? [Coulson stays quiet] Fine, but Fury is a high level agent who is off grid. You don't find him unless he wants to find you. You did something like that once too. Remember? I never asked you. How was Tahiti?\nCoulson: It sucked.",
  "[Lady Sif sees Coulson, whom she belived dead]\nLady Sif: What dark magic is this? Thor said you perished at the hand of Loki.\nCoulson: And he was right. For a while anyway. But Loki wasn't the only one with some tricks up his sleeve. Turns out S.H.I.E.L.D. had a few of their own.\nSif: Thor will be pleased to hear it. He considers you a friend.\nCoulson: I feel the same. Which is why I prefer he hear it from me, if that's okay.",
  "Lorelei: I wanted gold! You bring me paper?\nRooster: It's cash. It's like gold. This is the currency here.\nLorelei: [points at a $100 bill] And who's this ugly women?\nRooster: That's... uh... that's Ben Franklin. He used to be president. He used to rule this whole country.\nLorelei: And women can rule your land? Can they not?\nRooster: You'd be the first.\nLorelei: Yes. I will.",
  "[Coulson discusses how to catch Ward and Lorelei]\nSkye: What can I do? And don't you dare say \"nothing\" or tell me to sit down here and count ceiling tiles while Ward is missing.\nCoulson: Ward's got drop boxes and storage lockers all over the world. They're filled with currency, weapons, ID's. He's gonna use aliases, cash, anything to keep Lorelei off the radar. You're the best radar we have. Find them.",
  "[Sif has Lorelei at sword point]\nLorelei: Kill me. I'd rather die than go back to that place.\nSif: You'll not get off that easy.\nLorelei: Why? It's what you want. I can see it in your eyes. Or would you rather hear about how the man you loved followed me around like a dog? Hear of his touch? His kiss? The look in his eyes when I...\n[Sif silences Lorelei with the collar]\nSif: You were saying?",
  "Simmons: We'd like to send a blood sample of yours to some colleagues to do a molecular breakdown. Maybe if you spoke to Agent Coulson...\nSkye: Yeah, I don't think that's a good idea. If Coulson thinks it's important that this thing stays between us, then we should trust him, right? He's the boss.\nSimmons: So you're saying we should obey the rules?\nFitz: Who are you and what have you done with Skye?",
  "Felix Blake: You a scorpio? I was just wondering why our newest agent paired the two of us together. Must have thought we were compatible in some way.\nMay: It was random, Blake.\nBlake: You seem like a scorpio.\nMay: You don't believe in the Clairvoyant, but you believe in astrology.\nBlake: I have some theories of my own.",
  "Blake: Mr. Peterson... stop. You have a son - Ace. He needs you. We can still help you, Mike.\nDeathlok: Mike Peterson's dead.",
  "Hand: The plan was flawed from the start.\nGarrett: Come on, Vic. The plan was solid.\nHand: We have an agent down because we weren't prepared.\nGarrett: Blake knew the risks.\nHand: And don't call me \"Vic.\" - It's condescending.",
  "Garrett: Impressive toy.\nFitz: I prefer the term \"hard-tech hardware.\"",
  "Hand: You got something to say, Agent Shaw?\nShaw: Apologies, ma'am. I'm just having a hard time killing the people we once called friends.\nHand: Once that encoded transmission went out, everything changed. You understand that, don't you? We swore allegiance to each other. And today, that loyalty will be tested. If you waver you die.",
  "Hand: The worst thing you can do right now is to underestimate Hydra. They hide in plain sight. They earn our trust, our sympathy. They make us like them. And when you hesitate, they strike. If we're to survive, we must learn to strike first.",
  "Coulson: Fury would bury you for this.\nGarrett: Probably. Instead, he'll just have to roll over in his grave.",
  "Coulson: You really believe all that crap spreading death and destruction?\nGarrett: I wouldn't say I'm a true believer. Let's just say I felt the wind changing direction and swung my sail.",
  "Garrett: As for you, Agent Fitz, you'll hold a very high rank, run our tech division if you volunteer. If not, you'll have no rank and a lot of pain. Of course, either way, your services will be required.\nFitz: You're gonna suffer for what you've done. And I I plan on being a very big part of that.\nGarrett: [chuckles] I like you, kid.",
  "Raina: You're not Clairvoyant?\nGarrett: Hardly. But if it's any consolation, you weren't alone in believing, not by a long shot.\nRaina: So you're a liar. You're a fraud.\nGarrett: An artist. A con artist, perhaps, but an artist all the same. Had to pull the wool over S.H.I.E.L.D.'s eyes somehow to do what we set out to do. Remember what that was?\nRaina: To change the world.\nGarrett: Why don't you take a seat and let me show you how we're doing that? Oh, don't worry. I wouldn't dream of letting Ernesto cut your hair.\n[Raina takes a seat in the barber's chair]\nGarrett: [leaning in with a smile] Welcome to Hydra.",
  "Coulson: Skye, please tell me something good.\nSkye: We have internet.\nCoulson: Yay! And boy, have I lowered my expectations.",
  "Coulson: Nick Fury gave me this badge. When he did, I swore an oath, we all did. To serve when everything else fails, to be humanity's last line of defence, to be the shield.",
  "Garrett: Once we hit the fridge and grab all the fun toys tucked away inside we'll be able to take any base we want.\nKaminsky: [Lifts both hands straight in a Nazi salute] Hail Hydra!\nGarrett: Alright, alright, put your arms down Kaminsky, you look like a West Texas cheerleader at pep rally.",
  "Coulson: Fury sent us these coordinates for a reason.\nMay: And what reason is that?\nCoulson: [snapping] I don't know, May! I don't know! There's got to be something here! This means something! This has to mean something! The world needs us! Hydra is out there! We cannot let them win! We we cannot let them define us! Do you understand that? We are not agents of nothing! We are agents of S.H.I.E.L.D., and that still carries weight! It has to carry weight! After everything we've been through, that carries weight!",
  "Coulson: Yeah, we're safe here. But what about everyone else? The people that don't happen to have access to a top secret, underground shelter? What about them? I don't know if it's wise, but it's right. I'm taking a team, and that's the end of it.",
  "Eric Koenig: So you're not gonna mention your grandfather?\nTrip: It's not something I advertise. Didn't want to be treated any different because I'm a legacy.\nEric Koenig: If I was the grandson of a Howling Commando, I'd have that tattooed on my chest.",
  "Eric Koenig: What's the difference between an egg and a rock?\nMay: Edible. Not.\nFitz: Well, that's absurd. The differences are-\nSimmons: -innumerable. If you want, I can start listing them but then-\nFitz: -we'll be here all day.",
  "Eric Koenig: You wash up on a deserted island alone. Sitting on the sand is a box. What is in that box?\nMay: Machete.\nTrip: A sat phone so I can call someone to get me off that island.\nFitz: How big is the box?\nEric Koenig: Just say the first answer that comes into your mind. What's in that box?\nFitz: Simmons.\nSimmons: That's a hard one. Let me think. The TARDIS.\nSkye: I want to say my laptop, fully charged. But I don't want to seem subversive - with the Rising Tide and all...\nEric Koenig: You're over-thinking it.\nSkye: The laptop would be stupid, anyway. There's no wi-fi.",
  "Koenig: The NSA. You want to hack the NSA? That's a bad idea, Skye. That's a terrible idea. The NSA's already got S.H.I.E.L.D. on its watch list. Why poke the bear - the big, scary, waterboarding bear?",
  "Hill: [to the numerous agents surrounding her] 3 minutes and 20 seconds. Really? If you were my agents, it wouldn't be for long.",
  "Coulson: [to Talbot] If I come out, will you shoot me? 'Cause then I won't come out.\nGlenn Talbot: Hold your fire, soldiers.",
  "Trip: We're not Hydra. We're agents of S.H.I.E.L.D.\nTalbot: Well, right now, to the rest of the world, that's the same thing.",
  "Skye: You think I don't want to watch him suffer?\nDeathlok: Not suffer. Die. Garrett doesn't think you're gonna let that happen.\nSkye: He's a murderer.\nDeathlok: Yes, he is. Are you?",
  "Hill: Wow. I can’t believe he shot Lola.\nCoulson: I can’t talk about it.",
  "Coulson: We have no authority to do this. We're no longer S.H.I.E.L.D. agents. We're...\nFitz: We're vigilantes.\nCoulson: I was gonna say, \"doing this because it's the right thing to do,\" but... yeah.",
  "Coulson: So if you're with me, I'm gonna finish what I started. I'll be damned if I'm going to let Garrett and Ward get away with murder. And I want my plane back.",
  "Ward: I could've crossed off that drug lord without getting my picture taken. Single shot, half a mile away.\nGarrett: You're missing the point. I didn't want to just cross him off, I wanted to make a spectacle. People are killed by guns everyday in Bogota. But how often does a monster punch a drug lord's head clean off? Hell, that's international news!",
  "Coulson: Skye, Trip, get ready for a large file transfer.\nSkye: How large?\n[A filing cabinet comes crashing out the window]",
  "Skye: You know, I never gave you enough credit for this whole zen-warrior thing. But I got to admit, it'd be nice to feel nothing right now.\nMay: You think I don't feel anything?\nSkye: Look at you. You're a statue. And you and Ward had a thing. So if anyone should be furious...\nMay: I am. I'm furious. But I'm sure as hell not gonna waste it on a tantrum. I'm gonna mine it, save it. And when we find Ward, I'm gonna use every bit of it to take him down.\nSkye: Wish I knew how to use that hate-fu.\nMay: I'm up most mornings at five.",
  "Coulson: Backup isn't coming. It will be just the four of us. We'll be out-manned and outgunned, but Fury always said a man can accomplish anything when he realizes he's a part of something bigger. A team of people that share that conviction can change the world. So what do you say? Are you ready to change the world?\nMay: No. I'm ready to kick some ass.\nCoulson: That works, too.",
  "Trip: Sir, I bring the noise and the funk wherever I go.",
  "Garrett: You hear the dying breath of an old world, general, and a new world is coming. I've tasted it on my tongue.\nJacobs: [pause] This is your strategy consultant?\nQuinn: He's...part time.",
  "Garrett: Fury. Well, hell. When was the last time anyone saw a tag team wrestling match with four dead guys?\nCoulson: I only see one dead guy in here.\nGarrett: Oh, the power's all on this side of the room, fellas. Phil, I'm surprised you'd try and stop me. Course, I don't blame you, Nick. You haven't seen the big picture. The big bang. The timeless frozen ocean, but Phil here has. We share a bond. We're blood brothers.\nNick Fury: You didn't tell me he'd gone this crazy.\nCoulson: He's really stepped it up a notch.",
  "[An injured Garrett puts on the new Deathlok armor.]\nGarrett: There's a reason why they say, \"Cut off the head.\" Now, I'll be unsto- :[Coulson vaporizes Garrett with the 0-8-4 from Peru.]\nCoulson: Hey, guys. I found it. I told you it'd be in here.",
  "Jim Morita: Guten Tag boys. Alright, nice and calm, no sudden moves or we'll tie a blasting cap to your—hey Dugan, what's the German word for nuts?\nDum Dum Dugan: I don't know, Jim. But tie a blasting cap to him, I bet we'll hear it.",
  "Peggy Carter: These assets are now under the protection of the Strategic Scientific Reserve. They'll be hidden out of sight, indefinitely... as will you.\nHydra Officer: Cut off one head, two more shall grow in it's place.\nCarter: Then I guess we'll keep cutting them off.",
  "Coulson: You've said in your numerous public appearances that you have a facility where you're storing the technology and prisoners captured in the S.H.I.E.L.D. raids, yes?\nTalbot: Yeah, I'm flattered you keep up with my press.",
  "Coulson: We have to fight on for him, for those we've lost. We have to take risks, so that the sacrifices they made were not made in vain, and then we'll disappear.",
  "Trip: No need to think the worst till it shakes your hand and says hello.\nSkye: Is that another one of your grandma's sayings?\nTrip: Fortune cookie. Had some kung pao chicken the other night.",
  "Coulson: Right now we have more important problems. A five-alarm fire otherwise known as Lance Hunter.\nSkye: Is he...?\nCoulson: Captured. But if he talks, our entire operation's compromised. We'll have to burn the base and evacuate. I know, and we've just retiled the bathrooms.",
  "Skye: I know you're the boss and you have to compartmentalize everything, but it's not healthy. You need to loosen up. Try yoga or something.\nCoulson: I tried it, but I'm really not flexible.",
  "Skye: I'm really sorry, tough to lose people you care about.\nLance Hunter: Secret to that - don't get attached.\nSkye: Tried that. Didn't work. For you either.\nHunter: You know, you remind me a bit of Izzy. Raw but sharp, you've got skills. Probably could earn you some real money in the private sector.\nSkye: As a mercenary? Yeah, I don't think so.\nHunter: We prefer the term private military contractors. Don't knock it, everyone needs an exit strategy eventually.\nSkye: Not me. S.H.I.E.L.D.'s my life now.\nHunter: S.H.I.E.L.D. isn't a life, it's just a job, means to an end. Remember that.",
  "Raina: Hello?\nCoulson: Who is this?\nRaina: Agent Coulson, I'm glad you got my message.\nCoulson: Raina, as I live and breathe.\nRaina: It's been a while since we've spoken.\nCoulson: I'm kind of in the middle of a manhunt; can we make this quick?\nRaina: Why? You need time to trace this call, don't you? I take it then you haven't tracked down Mr. Creel or the item he stole.\nCoulson: What do you know about that?\nRaina: I know Hydra's about to get their hands on it.\nCoulson: Congratulations.\nRaina: Let me be clear - Mr. Creel is working for Hydra. I am not.\nCoulson: Why the breakup? Bad dental plan?\nRaina: Hydra has only one thing on their minds - world domination, which is so 1945\nCoulson: What do you want Raina?\nRaina: It's what I don't want. Which is the obelisk falling into the hands of people who don't understand it.",
  "May: In the field you need to maintain control, whatever the situation: hostages, bombs about to go off.\nSkye: So what you're saying is what I just did was puny and sad?\n[May checks Skye's heartbeat]\nMay: 61 beats per minute, consistent the whole time. Not that puny. Speaking of not puny... here, I want you to get used to this, it's a sniper rifle.\n[Hunter and Mack come by]\nHunter: Pardon me, just one quick question, you went to S.H.I.E.L.D. academy, right?\nMay: You didn't. If you did, you would've known better than to shoot us.\nHunter: Apology number 470: I am very sorry Agent May...\nMay: Don't be sorry. Just wait.\nAlphonso MacKenzie: Uh, we were just having a little wager, so did you...?\nSkye: Go to the academy? Yeah, no.\n[Hunter sighs]\nMack: Alright, well have fun with the inventory and remember: Koenig likes them neat.",
  "[Simmons enters her home gun drawn to find Coulson]\nCoulson: Did you think I wouldn't find out?\n[Simmons lowers her gun]\nCoulson: Sriracha? Beer? That's all? What kind of diet is that?\nSimmons: Well, I also have tea. And if my diet is such a concern, then perhaps dead-drops shouldn't involve fast food.\nCoulson: We'll revisit that protocol.",
  "Ward: A gifted that refuses Hydra is a threat. And threats are taken care of quickly.\nSkye: [scoffs] That's the difference between S.H.I.E.L.D. and Hydra.\nWard: And that's why Hydra will win. Because while a S.H.I.E.L.D. agent is considering right and wrong, Hydra's already taken the shot.",
  "Daniel Whitehall: Why cling to the founding principles of S.H.I.E.L.D.? Freedom. Equality. Individual rights. These principles make mankind a plague on this planet. Think of a forest. It dries up and catches fire with the first spark. Now, mankind would fight that fire, believing every individual plant perfect in its own individual way. But it's the fire that's perfect. Essential. Now more magnificent plant species, like the giant sequoia, their seeds need the heat of that fire to crack open and be born. To literally rise from the ashes. And they will live for a thousand years. You don't need to keep burning. Rise. Be born.",
  "Hunter: May shot me.\nTrip: Man. I wanted to be the one.",
  "Coulson: This is fun, right? Isn't this fun? Look - [Holds up his sleeves] Cufflinks!\nMay: I will pay you $500 right now for a pair of flats.",
  "Skye: [Hears a noise over the comms] Wait. What was that?\nCoulson: Yeah. That's May.\nSkye: Is-is she okay? Is everything okay?\nCoulson: Yes. She's laughing. I think the worst of it's over now.\nMay: [Walks up to Coulson] My face hurts.",
  "Coulson: We're blown.\nMay: Why?\nCoulson: No idea. I think Talbot's still pissed 'cause we kidnapped him that time.",
  "Talbot: [to Coulson] You know, I spent five long months in an enemy war camp. You people make me miss those days.",
  "Skye: Hey, at least you got away from your ex- the guy I had a crush on is now the psycho living in our basement.\nMac: You know, I wish I could relate, but- all my exes are awesome (grins)\nHunter: Is that right? I seem to remember an entire year where you had to pretend you liked quinoa.\nMac: Oh, yeah... that was a dark time.",
  "Raina: I can help you -\nWhitehall: Raina, I'm not like most of the people with whom you interact. I'm not easily confused. I've been around too long to lose sight of what's mine. I generally don't do my own dirty work anymore. We should all aspire to do only that which we enjoy, don't you agree? But in your case, I will make an exception.",
  "Simmons: Do you have any idea what this means? We could kill millions of people, perhaps even billions.\nKenneth Turgeon: Pretty awesome, huh?",
  "Skye: Hold on, are you saying that I'm an alien?!\nCoulson: It's a theory.\nSkye: No, a theory is what scientists use to prove things in nature, this is you telling me that I might be an alien! That's not something you just say like it's no big deal!\nCoulson: I was trying not to rattle you.\nSkye: Guess what? Epic fail!",
  "Skye: Have you been drinking?\nHunter: I was working. Had to maintain my cover.\nSkye: Your cover as what? Ron Burgundy?",
  "Simmons: If it hadn't have been for Agent Morse, I -\nBobbi Morse: Bobbi.\nSimmons: - Bobbi, right. If it hadn't have been for Bobbi, I would never have made it out. Probably be brainwashed, happy to comply to who knows what. [whispers] She's amazing.",
  "Hunter: Bobbi?\nBobbi: Hey Hunter. Nice suit.\nHunter: Nice suit - really, that's what you're leading with?! [pause] What did you do to your hair?\nBobbi: Ever heard of \"undercover?\"\nHunter: I prefer you blonde.\nBobbi: Well, I didn't do it for you. Two seconds in, there's already a tone.\nHunter: This- this isn't a tone, this is my speaking voice when I'm upset with an unreasonable person!\nTrip: [chuckling, to May] What's the deal there?\nMay: Hunter ever tell you stories about his she-Devil ex-wife?\nTrip: All the time. [He looks at Bobbi, May nods] Damn.",
  "Christian Ward: [to Coulson] You may think you know Grant Ward, Mr. Coulson, but trust me. Underneath every lie he tells is just another lie.",
  "Ward: [about Christian] He'll smile, bare his soul. It is all manipulation. He is a master at it. Look, I know what I am. But my brother? He's worse.",
  "Ward: I'm still a part of your team.\nCoulson: My team? You th-- You are not, nor you'll ever be, on my team. You dropped Fitz-Simmons out of a plane. You murdered Victoria Hand and Eric Koenig. You betrayed every one of us, you deluded son of a bitch! The only reason you're alive is because you were of use! And the only reason you're being transferred is because your brother is of more use.",
  "[Ward is being marched out of S.H.I.E.L.D. headquarters and sees Skye]\nWard: Skye...\n[Simmons steps protectively in front of Skye]\nSimmons: If I ever see you again, I'll kill you.",
  "Christian Ward: Dignatares, ladies and gentlemen, less then 48 hours ago, brave men and women lost their lives at this very spot where I'm standing now, and I think we owe it to them to discuss something all often elusive - the truth. Sometimes we want something simpler than they actually are, but... the tough reality is, we are complex creatures. And I've come to understand something that the world must, as well. There is a difference between S.H.I.E.L.D. and Hydra. One was an organization built on protection, and the other - world domination. And just as good and evil existed side-by-side within S.H.I.E.L.D., the same was true in my own home. At first, I was ashamed to share this truth with the world, but my younger brother, Grant Ward, was a member of Hydra. He was a traitor. He was a traitor to his friends, his family, and his nation. When evil sits to ones own heart, that is when the surest hand must cut it out. I give my word. I will personally make sure my brother is punished for his crimes. But as is so often true, the darkness lingers longer than the light. And while S.H.I.E.L.D. is gone, Hydra is a problem that world must still face. Otherwise, that darkness will grow and spread and cast a shadow over us all.",
  "Skye: May gave out specific instructions: you go on a date with a crazy wall. I get to chaperone.",
  "Hunter: Subtlety is key.\nBobbi: You were dressed like a cowboy.",
  "Coulson: I was put in charge of the T.A.H.I.T.I. project so those people are my responsibility. If going back in this machine saves even one life, then it's worth the risk.",
  "Skye: In the history of bad ideas, this is light years ahead of everything.\nCoulson: No. Trying to bring dead agents back to life using alien blood blows everything else away.",
  "Fitz: He'll recover, he did before. Besides, brains never delete files, they just lose connections, but there's always a back up. It's just a matter of digging and finding them.\nMack: So you've got back up files too?",
  "Simmons: Peggy Carter, founder, happens to be British, held this in her hand!",
  "Christian Ward: [to Grant Ward] Listen to yourself! Just listen to yourself! You twist every act and blame it on somebody else! Mom and Dad were terrible, but they didn't put the match in your hand when you burnt down that damn house! And I didn't squeeze the trigger when you killed all those people!",
  "Christian Ward: [to Grant Ward] You lie to yourself. You want to know why? It's simple. You can't reconcile all the ugly, horrible things you do with the hero you so desperately want to become.",
  "Coulson: What are we talking about? Tesseract-level power?\nDr. Calvin Johnson: Sure. I don't know what that is.\nCoulson: You realize we're talking life and death here.\nCalvin: I know! It's exciting, isn't it? I mean, both sides racing to the temple, life and death, flesh and blood, emotions! Who knows how it'll shake out? All I know is, my baby's gonna be right there in the center of it.",
  "Hunter: Doesn't matter what I ask. I can't trust the answer.\nBobbi: Write that sentence down, hand it to your therapist.",
  "Sam Koenig: [to Raina] Sorry, but you're gonna need a lanyard.",
  "Bobbi: I wish I could give you some advice, but I've never been friends with a guy first. It's always been a roller coaster. Fast out of the gate, hit the drop, the turn, the loop, the screeching halt, then back in line to do it all over again.\nSimmons: But is the ride worth it?\nBobbi: I'll let you know when it's over.",
  "Coulson: There are three million people on this island, and I'm not going to let Hydra turn them into collateral damage.",
  "Raina: Be honest, Skye. Haven't you ever felt lost or had that feeling that you were part of something bigger? Like you were special?\nSkye: When you say \"special,\" what you really mean is \"alien.\"\nRaina: Is that what you believe? We're human, Skye. We just have the potential to be more. But the Diviner? Now that is most definitely alien.\nSkye: Where do you get this stuff? My father?\nRaina: Partly. But my grandmother came from a long line of special people who believed in a story, about the blue angels that fell from the heavens. The ancients called them the Kree.\nSkye: And what do the Kree want?\nRaina: Change.",
  "Ward: Skye, I give you my word; come with me, we won't fire a single shot. Everyone gets out alive.\nBilly Koenig: Good one. Is that what you told my brother before you killed him?\nWard: How many of you are there?",
  "Skye: [to Ward] Maybe you don't remember, but we've played this game of \"let's kidnap Skye\" before, and it didn't end well for you.",
  "Calvin: [to Skye] I'm sorry I couldn't be there for you, that I couldn't protect you That I couldn't teach you about the stars...[voice breaking] Or sing you to sleep. I know I'm a terrible disappointment, but I'm here now. And everything that's about to happen is supposed to happen.",
  "Calvin: [to Skye] I'll make plenty of time to answer all of your questions. But first, now that he's served his purpose, I'm gonna kill the man who destroyed my life. Best day ever.",
  "Skye: [after shooting Ward]) Never turn your back on the enemy. You taught me that.",
  "Skye: This is your one chance to walk away, or I will kill you.\nCalvin: Okay. I'll go. But I'll be waiting for you. After you change, no one else will understand. They'll be afraid. Change is terrifying. But I'm your father, and I love you. I will always love you, Daisy.",
  "Coulson: We did not fail! Trip prevented a disaster, and Whitehall's dead. We cut off the head. And while Hydra scrambles for a new one, I will crush them! I'm gonna make somebody pay, whoever the hell it is!",
  "May: \"You'll never take us alive!\"? Really? A little over the top, don't you think?\nCoulson: I only had a day to come up with this whole thing. Besides, if I let you write the script, no one would say anything.",
  "Calvin: Raina, let's not lose our heads.\nRaina: What happened to me!?\nCalvin: Metamorphosis, by the look of it.\nRaina: I was supposed to become something divine, something transcendent. My grandmother said I'd be an angel, not some gnarled freak of nature covered in thorns.\nCalvin: You always did like flowers.",
  "Raina: I can't live like this. My insides feel like gravel. I cut myself when I move. [crying] I can't live as this repulsive creature.\nCalvin: Then don't.",
  "Skye: There's something very wrong with me.\nFitz: No, you're just different now. You're just different now, and there's nothing wrong with that.",
  "May: Not bad. But once I'm pinned, you should try for a finishing blow.\nSkye: You want full Mortal Kombat?\nMay: I want you to stop holding back, Skye.\nSkye: I didn't want to hurt you. I didn't want to try to hurt you. I feel like I'm constantly on the verge of…I don't know.\nMay: Look... we lost Trip, and it hurts like hell, but you can't shut those feelings out. Can't sustain that.\nSkye: What's my option? l just might lose it right here?\nMay: We've talked about this. Control. Embrace your emotions, your nerves. Use them... on your terms.\nSkye: I don't know. What I'm feeling…is pretty dark. I'm afraid I'm gonna go postal and tear your head off.\nMay: Go for it. I promise you won't.",
  "Simmons: Skye is my friend. She's different.\nFitz: Oh, yeah. Like I was your friend, and then I changed. How did you handle that?\nMack: Uh, t-the point is, secrets don't help any of us. Skye should have just come clean.\nFitz: What, and risked being locked up, studied, or who know what else? No, I wouldn't let her.\nSimmons: Oh, you wouldn't let her.\nMack: We could have handled her in a way that could have kept everybody safe.\nMorse: It wasn't fair to us, Fitz. We had a right to know.\nFitz: A right to know. What - is that the same way that Sif and the Kree had the right to know?\nHunter: I think the situation is a bit different, mate.\nFitz: No, you would have done to her exactly what they wanted to.\nSimmons: You don't know that!\nFitz: Yes, I do know that! They would - you would - you'd \"handle her\"! Mack just said! Like, uh... like Skye's something to be locked up in a cage somewhere. We should be protecting her.\nMack: No, Fitz. We're the ones that need the protection from her.",
  "Sif: Yet you do not serve a king?\nMay: Not really how it works with us.\nSif: I wonder if I serve the king as the great warrior you say I am.\nMay: Odin? Oh, we know you do. You've met him.\nSif: Shut... up.",
  "Sif: Kava means keys.\nCoulson: Keys?\nSif: A device used to unlock...\nCoulson: Yeah. I know keys.",
  "Sif: Coulson, your people make decisions based on logic.\nCoulson: Usually.\nSif: Usually. As do mine.\nCoulson: Leaving Skye with us is the logical choice, I promise.\nSif: No. No. That is not what I mean. Asgard is millennia beyond you in our pursuit of science and knowledge. And we have learned there are some things that can never be understood.\nCoulson: Is this little talk one of 'em?",
  "Dr. Andrew Garner: I haven't worked with S.H.I.E.L.D. in a long while. I moved on for a reason.\nMay: It's a different S.H.I.E.L.D., Coulson's the director now.\nGarner: Okay, but why me? Is this Skye that bad?\nMay: She's that good. A good agent.",
  "Skye: Tell me about the wedding. I'm thinking May could go either way... understated or full bridezilla. She can be a control freak.\nGarner: I'm not here to discuss my ex.\nSkye: Did you guys have actual conversations? You know, like, pillow talk, or was it just pillow stern looks?",
  "Garner: [about Skye] She thinks the world of you.\nMay: Well, I taught her how to fire an automatic. Of course she likes me.",
  "Karla Faye Gideon: Maybe it would make more sense just to forget about S.H.I.E.L.D. M-Move on. I mean, haven't they robbed us of enough?\nCalvin: That's the point. We can't forget. We can't just slink away and let them take from us. From me! They took my little girl. They stole her from me, and they still have her. She isn't safe there. Losing a child, it, it tears you apart! I'm just like you. I wasn't strong. I couldn't protect the people I loved. So I tried to change, improve myself, with chemistry. Results were inconsistent. Some volatility issues. But I keep working on a formula. Always tweaking. We can't stop now. We can't let them make us afraid or make the world afraid of us! They are the criminals, and we're gonna shine a light on that!",
  "Mack: You were right. For a while there, it all went to hell. It was bad. But now Bobbi and I work for an organization, an outlier that came out of the wreckage from what Fury left.\nHunter: What organization, Mack? Who the hell are you working for?\nMack: S.H.I.E.L.D. The real S.H.I.E.L.D.",
  "Robert Gonzalez: You must be Lance Hunter.\nHunter: And you must be crazy.",
  "Fitz: [to Skye] Things change. That's what I'm saying. So maybe if you can learn how to control this, then... you could have Avenger-level powers, something like Captain America, even.\nSimmons: I think it best we keep in mind the unstable natures of Skye's power. If there is an Avenger equivalent, right now I'm afraid it's The Hulk.\nFitz: Well, Hulk, saved the world, last I checked.",
  "Hunter: So that's what this is about; you guys don't want Coulson in charge. I'll be the first to admit the guy's not perfect. Sometimes chews with his mouth open, tends to hog the mic on karaoke night. But other than that, he's not so bad really.",
  "Ward: I know what you're going through. My family did a number on me. Stripped me down, left me hollow. I was a shell. So, when someone finally did come along and offer to build me back up, I didn't resist. Even though what he really did was make me a killer.\nKara: But you seem so well-adjusted.\nWard: It was a long road. Took getting locked up to give me some perspective. But then I paid my family a visit. They were surprised to see me, but I think that eventually, we were able to dig in, really express our feelings.\nKara: That's it?\nWard: I haven't looked back since. You are the only one who can find yourself.",
  "Talbot: Lieutenant, when was the last time I got your name right?\nLieutenant: Never. Sir.\nTalbot: You are correct.",
  "May: The last person who betrayed me? I broke his larynx.",
  "Mack: The most dangerous kind of pain is the kind you can't feel.",
  "Gordon: I wish you wouldn't stare.\nSkye: Uh -\nGordon: Th-that was a joke. I'm not very good at them. I don't mind that you're curious, honestly. And, yes, I used to have eyes. They were blue. This? This was the obvious change for me, but what happens inside can be just as profound. You see, the mist changes everyone differently. The real difference between the two of us is what happened after we went through the mist.\nSkye: What do you mean?\nGordon: I knew from an early age how special I was. Had a mentor, a guide of sorts. And the first thing she did after I transformed was embrace me. Tell me, Skye, what was the first thing that S.H.I.E.L.D. did to you?",
  "Gonzalez: Nice office. Lots of light.\nCoulson: You haven't even delved into the record collection.\nGonzalez: I have no plans of moving in. You may not know who I am, but I -\nCoulson: Oh, no. I actually know quite a bit about you, Robert. You started in S.H.I.E.L.D. young, like me, dropped out for awhile when your wife passed, but then came back with a vengeance, rose to command the Iliad three years later and, by all accounts, became one of the best commanders S.H.I.E.L.D. ever had. I know this because I spent months searching for you when S.H.I.E.L.D. fell, because I'd heard you were a good man, 'cause I wanted you on my team.\nGonzalez: I wish I could say the same. I wish you were the man you were even two years ago. But by all accounts, you're not.\nCoulson: You didn't know me then, and you don't know me now.\nGonzalez: I know that Fury brought you back from the dead.\nCoulson: Right. I didn't ask for that. But I've come to appreciate the gesture.\nGonzalez: And that he filled your veins with alien blood. God knows what that did. Weaver thinks it made you into some kind of a messenger for an alien race. Can you say with certainty that that's not true?",
  "Coulson: You really think they're gonna help you?\nGonzales: Every member of your team is a S.H.I.E.L.D. agent. We'll let them make their own decisions.\nMay: [shoots Gonzalez with an Icer] Already made mine.\nCoulson: That's really a nice entrance.",
  "Lincoln: Gordon's the only one who knows where we are, and he's the only way in or out. It keeps us secret and safe from the outside world.\nSkye: Or it keeps us prisoners.\nLincoln: You're not very trusting, are you?\nSkye: I woke up naked on a table in a place no one can even point to on a map, so call me crazy.",
  "Lincoln: Our gifts don't have to be terrifying. They're a part of us. I felt lost before I came here, too. Looking for answers in the all the wrong places. But we're connected to something bigger and older than than we could have ever imagined, something extraordinary. Don't walk away from it.",
  "Calvin: [to Gordon] You clearly have an unfair advantage, and we clearly don't see eye to eye.",
  "Skye: What happened to you?\nRaina: Destiny, apparently. I wanted to be set free, but now I can't even bear the light of day. I dread being awake, but my sleep is filled with such horrible nightmares. Children are so afraid of monsters. They should know it's worse to be one.",
  "Gonzalez: This is not about Coulson. It's not about me. It's not about anyone on this ship. It's about S.H.I.E.L.D. We cannot afford to be enemies to each other when there are new threats out there waiting for the moment we are at our weakest. A house built on shifting sand will fall. And without a strong and united foundation, S.H.I.E.L.D. will fall again.",
  "Eva Belyakov: I've had their pain. Now give me yours.\nMay: Come on. I've got plenty to share.",
  "Lincoln: You know it's really impressive for Jiaying to take anyone under her wing.\nSkye: Yeah?\nLincoln: Yeah.\nSkye: I like her. I just... I can't... What's her role here?\nLincoln: Her role is, in charge. So really she must like you.\nSkye: If she's in charge, how often does she train people?\nLincoln: Since I've been here... let me see... never.",
  "Jiaying: Your gift is quite destructive, but look at the music you can make.",
  "Skye: Something bad happens every time I feel settled somewhere. I'm twenty five and I have never spent more than two years anywhere. The second I made friends at the orphanage; gone. And God forbid I called a foster family home; pack your bags. I got the news on my birthday once, which is a complete farce because I don't even know when I was born.\nJiaying: I'm so sorry.\nSkye: S.H.I.E.L.D. was the closest I ever came to having a family. I belonged there, saw what I could be. Even that ended with agents hunting me through the woods.\nJiaying: We're not going to turn on you, or abandon you. This is a safe place.\nSkye: See, you say that but I know you're not being straight with me? Why do you care if I stay or go and why are you...\nJiaying: July second. You were born on July second.",
  "Raina: I dream of Skye and her father at dinner. A bouquet of daisies. And she's so happy.\nLincoln: It's not a dream.",
  "Calvin: You know what doesn’t have the smell of buttery goodness wafting out of it on your way to work?\nSkye: A currency exchange?",
  "Skye: Johnson - Is that your last name?\nCalvin: Was. Pretty ordinary, huh? I changed it to something more sinister when I went on the run.\nSkye: Daisy Johnson. Huh.",
  "Lincoln: What are you made of?\nDeathlok: Whoever you are, you don't want to do this. I'm a friend of Skye's.\nLincoln: Sure. And I'm the Hulk.",
  "Hunter: Three men, heavily armed - bet there's more where they came from.\nWard: Does it matter? They got a cyborg on board with rockets in his arm.\nCoulson: He's not a cyborg - he's a S.H.I.E.L.D. agent... with rockets in his arm.",
  "Coulson: [to Mack and Bobbi after a fire fight between S.H.I.E.L.D. and Hydra] I doubled back after Hydra took off. The cleanup crew really sucks, doesn't it?",
  "Coulson: Robert. It's good to see you.\nGonzales: Is it?\nCoulson: Okay. It's good to see my bus. But, hey. You look well, too.",
  "Raina: Don't give up hope just yet. Skye can save Lincoln. I saw her do it.\nSkye: [confused] Wh - You've seen it?\nGordon: We think Raina's gift may allow her to see things before they happen.\nSkye: I thought her gift was spinning really fast to collect gold rings.",
  "Bobbi: If you didn't want me to go, then why did you vote to allow it?\nGonzales: Because Coulson's only using his own people. Figured it was worth the risk.\nBobbi: Those are S.H.I.E.L.D. agents going on that mission, Robert.\nGonzales: I'm aware of that, Agent Morse. We're fighting a war with an enemy that is without honor. Sometimes, we make sacrifices for the greater good.",
  "Ward: Can we just address the elephant on the plane? I know. This is weird. Mistakes were made.\nFitz: By you.\nWard: And people got hurt.\nFitz: By you.\nWard: And I could stand here and explain again how my parents - and brother left me vulnerable...\nMay: [scoffs] We all had our traumas, Ward. Didn't turn any of us into psychopaths.\nWard: Well, we all have our own ways of coping, don't we? For example, I was yours.\nCoulson: Watch it, Ward!\nWard: Look, I'm just saying we all made mistakes. Coulson handed me over to my abuser thank you. Skye shot me\nSimmons: After you killed how many people?\nFitz: Yeah, and we were a team and a family, and you betrayed us!\nWard: I know. It's what I regret the most. Not the lying, the SHIELD agents I had to put down, and I'm sorry not even dropping you two in the ocean. It's this. My actions destroyed this. I'll regret that forever. 'Cause there were good times. Right? Before? I mean, for a while there, we were a good team. Weren't we?\nSkye: [dramatic pause] I'm still happy I shot you.\nFitz: Yeah, me too.\nSimmons: Should've aimed for the face.",
  "Gonzales: [holds out the Tool Box] Time to honor our agreement.\nCoulson: [Takes the Tool Box, opens it, hands it back] Here you go. Unlocked and all yours. Go nuts. At least until Fury shows up and asks for it back. [pause] Oh. Spoiler alert. [His cell rings] Oh. Hey. [He shows Gonzales that it's a call from Maria Hill] I have to take this.",
  "Lincoln: You never should have come for me.\nSkye: I had to, Jiaying wouldn't allow it if I...\nLincoln: There's a reason for that. The only thing that's kept us safe all these years is that we were a secret. Now S.H.I.E.L.D. knows we exist, and they won't stop until they find Afterlife.",
  "Lincoln: The indexing? They just asked a lot of questions. I'm sure you guys already have my blood from when I was out, right?\nCoulson: It's protocol.\nLincoln: Hydra said the same thing.",
  "Skye: Our ancient ancestors called themselves Inhumans and we just want to be left alone.",
  "Hunter: You're really going to let Captain Ahab just waltz in there and have a fireside chat with Skye's mom?\nCoulson: I am, though that is a really strange way of putting it.",
  "Coulson: If I don't put my faith in them, then S.H.I.E.L.D. will fall apart all over again.\nHunter: Hate to break it to you, but S.H.I.E.L.D. will also fall apart if a dozen angry enhanced blokes rain terror on us all.",
  "Hunter: Forget about the plane. Can you pull up the...\nFitz: Footage of Bobbi. From the base. Before she left. Good idea.\nHunter: You know I am capable of finishing my own...\nFitz: Sentences. Yes, you are. Sorry.",
  "Fitz: [showing Hunter footage of May and Bobbi] Okay, that's May.\nHunter: Yeah. And that's the woman that once set my 1967 convertible GTO on fire. The question on the table is not who, but where!",
  "Mack: What'd you do with Skye?\nAlisha: Follow me and I'll show you. [splits into 4 versions of herself and they move in different directions]\nMack: I can't wait to get off this boat.",
  "Skye: [after seeing her mother kill S.H.I.E.L.D. agents] She just killed them. All of them. Didn't even think about it.\nMack: Yeah, I thought my mom was bad when she started watching Fox News.",
  "Alisha: I'm headed downstairs to secure the armory. I'm also upstairs in the conference room.",
  "Fitz: [excited] Sir! Good news. I modified my field generators to act in unison as a quantum field disruptor.\nCoulson: Great. You're saying you found a way to shut down Gordon's teleportation ability?\nFitz: [deflated] Well, now my news sounds less good.",
  "Hunter: Taking a bullet for me was stupid.\nBobbi: Walking into a trap when you know it's a trap is stupid.",
  "Mack: What the hell took you so long?\nCoulson: It's a big boat. With poor signage.",
  "Gordon: I'm trapped in here! That's not possible! What did you do?\nFitz: Science, biatch.",
  "Garner: You convinced Mack not to quit.\nCoulson: Yeah, well, he kinda owed me after cutting off my hand without asking.",
  "Coulson: How's he doing?\nSkye/Daisy Johnson: Okay- for now.\nCoulson: Third incident already this month, but at least we're able to get our hands on this one.\nDaisy: The rate of new cases is increasing.\nCoulson: We knew it would, after the initial reports.\nDaisy: A new Inhuman could emerge anywhere, without any idea what's happened.\nCoulson: Only in the continental U.S. so far. Plus, this new aircraft can stay in the air much longer than the old plane. Days, really, so rapid response anywhere is-\nDaisy: [grins] You love your new toy, don't you?\nCoulson: [smiles] I very much love my new toy. But, even with the mind-boggling range on this puppy-\nDaisy: Inhumans are still disappearing.",
  "Hunter: [on the Black Opps group who are capturing Inhman] They're not Hydra. You know I've been digging, and my street sources tell me Hydra's gone silent. Eerily silent, yes, but-\nCoulson: Yep. The Hydra finances we track are static; no money's changing hands.\nHunter: And by the looks of the hardware these gung-ho nutters are using, they're well-funded. [holds up one of their guns]\nCoulson: So, if this woman's not Hydra, what is she?\nMack: [indicates her files] Everything else? I mean, look at this- two years, CIA-\nHunter: Is that MI6?\nMack: Yeah, at which time she was consulting with the CDC, apparently.\nCoulson: All under different aliases.\nHunter: Hmmm- I like her.\nMack: How we supposed to track down someone like this? We can't look everywhere.\nCoulson: If we can trace that hardware, that'll give us a place to start. [to Hunter] Take that down to Bobbi in the lab- have the team analyze it.\nHunter: Ohhh no, no, no- no, I- I'm not going anywhere near Bobbi. [Coulson and Mack give each other incredulous looks]\nCoulson: Fine, I'll take it to her myself. [removes his mechanical forearm] I wouldn't want you to do anything that makes you uncomfortable.\nHunter: Yeah, I know that's sarcasm, and I'm choosing to accept your thoughtfulness at face value.\nCoulson: Mack, you should head downstairs, assist Skye with intake.\nMack: Daisy.\nCoulson: Daisy! Damn it. [shakes his head] Hard for us to get used to, huh? [Hunter and Mack shrug]\nMack: Mmmm... No, just you.",
  "Bobbi: My name’s Bobbi. As in the name usually short for Robert, but in my case, Barbara, which, to me, is worse.",
  "Daisy: This is my partner, Mack- we're just going to talk.\nJoey Gutierrez: [to Mack] So- she's the greeting party, and you're the muscle, huh?\nMack: Believe me- she is the muscle.",
  "Bobbi: Who is Professor Randolph?\nCoulson: This monolith has been studied for centuries. Well, Randolph's actually been on the planet for those centuries. And he's traveled through space in a portal. And he's also an alien, So, he's got a lot going for him.",
  "Bobbi: This looks a lot like it was made to hold...\nFitz: The monolith! This machine was designed to control the portal. To open and close it at will.\nCoulson: Do you know that? Or is that just what you hope it to be?\nFitz: Well there's only one way to find out.",
  "Daisy: If the point of the machine was to resonate the room at a certain frequency; I can do that.\nCoulson: And you can replicate it?\nDaisy: Kind of drilled into my brain.\nCoulson: And it could kill you. How long to you think you could hold it?\nDaisy: Maybe a minute.\nCoulson: If it's too much, you pull back. I can't lose you too.",
  "Coulson: Skye, hey? Skye are you okay? Skye?\nDaisy: It's Daisy.\nCoulson: What?\nBobbi: It's Daisy now sir. You're really having a hard time with this huh?\nCoulson: Damn it, yeah.",
  "Garner: You know why most people take psyche, right? They're trying to figure out families.\nWerner von Strucker: You got me there. You wouldn't believe how messed up mine is.",
  "Coulson: Simmons didn't have to go through quarantine- which is good, all things considered.\nMack: What exactly are these things that we're considering?\nBobbi: Everything that comes with being on another planet for months.\nFitz: Different atmosphere, different levels of oxygenation, different microgravity- every system in her body's out of whack. Cardiovascular, inner ear, respiratorial, got used to being... not here.",
  "Coulson: Daisy, I need you to monitor all law-enforcement activity near Lincoln's last known location.\nDaisy: How 'bout we take a team and go look for him ourselves-\nMack: No. The A.T.C.U.'s on a witch hunt for powered people.\nDaisy: I'm not afraid of them.\nCoulson: No, but they're terrified of you. Which makes them dangerous. Until we know where he is, you're not going out there.\nDaisy: [annoyed] Permission to speak freely?\nCoulson: [smiles] Do I have a choice?\nDaisy: I could've talked him in, if you didn't put an unsolicited tracker under his skin.\nMack: If you didn't call to alert him, then-\nDaisy: Why wasn't I told?\nCoulson: We thought you were a little close to the situation.\nDaisy: [angry] Of course I'm close to the situation! You asked me to assemble a team, and I accepted. I didn't expect to be undermined-\nCoulson: [curtly] You know what I didn't expect? A global outbreak, the A.T.C.U., their Inhuman manhunt. I didn't see all that coming, to be honest. I wanted to assemble a team, to get ahead of the problem, but that didn't happen. So, Daisy? [looks pointedly at her]\nDaisy: I'll scan law-enforcement channels.\nCoulson: Thank you.",
  "May: So, you trust Spud?\nHunter: [tsks] Trust is a strong word, for a psychopath. He's a murderous thief who I once saw bite a man's nose clean off. But, he'll get us through the door. [pause] You'll find this funny. Back at H.Q., we've got a little wager going- on what happened between you and the good doctor. [May reaches for a knuckle-duster] My guess is? You walked away. Not in a huff or anything, just couldn't stand the constant talking, sharing-\nMay: It's true, I don't like a lot of talking. [slaps her brass-knuckled fist into her palm] This fight? It's our way to Ward, so if you're gonna do this, you need to win.\nHunter: You suggesting I can't win?\nMay: I'm not saying you can't- but, I know I can.\nHunter: Spud runs with a type. And, if that type sees some small, Asian woman destroy a wannabe Hydra thug in a bare-knuckle brawl, that type will talk. And word might spread up the ranks.\nMay:... I see your point. [drops the knuckle-duster]\nHunter: [smiles] You're just anxious to bash some heads after being out of the game. [pause] Look, I've rarely lost a fight, when I'm sober- which, I plan on being. And, I can take a punch, so worst case I'll do that 'till the other guy tires out. [May stares at him for a moment]\nMay: So... how much do you have riding on this bet that I left Andrew?\nHunter: A significant sum.\nMay: [nods, smiles] Well... you lost it.",
  "May: [to the three huge Hydra recruits she just decked] How 'bout I do you a favor, and not tell anyone... that a tiny little Asian woman kicked your ass.",
  "Rosalind Price: [on Lincoln] He's extremely dangerous-\nCoulson: He wouldn't be, in our custody.\nPrice: We're not going to harvest him for parts, if that's what you're worried about. We're not Hydra.\nCoulson: You say that now. What's so important about him?\nPrice: Are you serious? He could bring down a plane. Feels like a man worth talking to-\nCoulson: I have another theory: the President makes a big speech about this new organization he's put into place. I imagine that puts a lot of pressure onto you. [Price looks away] Pressure to show results.\nPrice: [turns towards him]... You're not wrong. And that's why I'm taking him in. [glances out at the sea] But why are we here, Phil? We waiting to watch the sunset together? 'Cause if you didn't come here to make a deal, then what do you want?\nCoulson: You have an ace up your sleeve, and I'm tired of waiting for you to play it.\nPrice: Is that so?\nCoulson: We have surveillance from the hospital, which means there's another picture, you chose not to put on T.V.",
  "Price: [after finding her team, Mack and Daisy holding each other at gunpoint] Everybody, stand down! S.H.I.E.L.D.'s not the enemy, and you definitely don't wanna piss off the young Agent Johnson here. [indicates Daisy, who glares at her] We've got about nineteen Agent Johnsons on our side, though none that can take down a building. [Coulson appears at her side] Rosalind Price, by the way.\nDaisy: Coulson?\nCoulson: It's okay. The A.T.C.U. is here to help.\nMack: Really? 'Cause the other day, they wanted Daisy's head for their trophy case!\nCoulson: Agent Mackenzie.\nPrice: Bit of an exaggeration- but, that was then, and this is now. And, right now, we're here to contain a threat, same as you. Fan out! [she and her team move out]\nDaisy: [angrily to Coulson] I get that you cut a deal with them, but for the record-\nCoulson: It's a means to an end.\nDaisy: [sharply] Ours, or theirs?",
  "Coulson: I think the conspiracy nut in you had a few too many lattes this morning.\nDaisy: I did have a latte. It was a double.",
  "Coulson: Where are you taking the victims?\nPrice: That's classified. Oh, it's not fun when it's you, right? Can't believe I just said that to the Director of S.H.I.E.L.D.\nCoulson: You know, I'm really not feeling the spirit of cooperation here.",
  "Simmons: I know you're looking for signs of PTSD, but I assure you I'm fine.\nGarner: You've been through something pretty extreme. There will be after-effects, and that's okay. It's okay to struggle.",
  "Coulson: Mr. Frye, we can help you, but you have to trust me. This Lash is not some angel of mercy.\nDwight Frye: No, he's no angel. He's just a guy trying to do the right thing.",
  "Jemma Simmons: This is Doctor Jemma Simmons updating the file on the monolith Fitz and I have been studying. I now know that it is an alternating matter transportation device. A portal. Quite remarkable really, I've been transported to an unknown planet. In a different solar system.",
  "Jemma Simmons: Everyone always said we could read each others minds, Fitz. So, I really need you to read mine right now. I'm alive, but I'm terribly alone and afraid. So I really need you to come and get me, okay? I know you won't give up, so I won't either.",
  "Jemma Simmons: You're dinner, biatch!",
  "Jemma Simmons: Next time you have doubts about whether someone is real, ask them to hit you.\nWill Daniels: I'll keep that in mind.",
  "Will Daniels: That thing has been killing everyone that's come through here for centuries.\nJemma Simmons: How long have people known about the monolith? And why keep sending people when there's no way back? It's as if they're being sacrificed.",
  "Jemma Simmons: Perhaps it's best if we start over since we're going to be working together.\nWill Daniels: Working together? On what?\nJemma Simmons: On getting home.\nWill Daniels: There's no getting home. Sooner you accept that the better. Survival's all that matters.\nJemma Simmons: I will not accept that. There's always hope.",
  "Jemma Simmons: Eat, shower, or sleep? What are you gonna do first when we get back?\nWill Daniels: Eat. Please. Who you talking to? What're you gonna do.?\nJemma Simmons: Ummm, I'm going to eat in the shower and fall asleep while doing it.\nWill Daniels: That's very efficient. I expect nothing less.",
  "Will Daniels: If you're not with NASA, how did you get into the monolith?\nJemma Simmons: It's not with NASA anymore. It's with S.H.I.E.L.D. They've had it for quite some time. I'm not sure how or why.\nWill Daniels: That's real, S.H.I.E.L.D?\nJemma Simmons: It was, I was recruited right out of the academy.\nWill Daniels: I was a test pilot for the Air Force, recruited by NASA. Now here I am.\nJemma Simmons: Here we are. At least you volunteered.\nWill Daniels: Yeah.",
  "Jemma Simmons: (having lost the opportunity to return to Earth) You were right. There's no hope on this planet.\nWill Daniels: That's what I used to think. Then you showed up.",
  "Daisy Johnson: Lash was tracking us. He knew where our truck was. He needed inside info for that.\nPhil Coulson: You think he's got access to ATCU information?\nDaisy Johnson: No, I think he's in the ATCU. We know that he can transform himself into a regular size guy and back. What if he's hiding out as one of them?\nPhil Coulson: That's a scary thought.",
  "Melinda May: Andrew didn't get all the details exactly right. He said there were four men on the scene, but only three bodies were recovered: Coulson's man and two Hydra guys. The fourth guy was one of Andrew's students. (brings up the I.D. for \"Alexander Braun\") That's his I.D., but it's an alias. He's not Alexander Braun. (glances at Bobbi) He's Werner von Strucker.\nBobbi Morse: Wait, von Strucker? As in-\nMelinda May: (nods) Hail Hydra.\nBobbi Morse: (nods) Ward was starting his own little Hydra dynasty. Cute.\nMelinda May: We find the Strucker kid, he'll lead us back to Ward.\nBobbi Morse: You got a how?\nMelinda May: S.H.I.E.L.D's been monitoring several Hydra bank accounts for a while now, one just woke up. Cayman Islands.\nBobbi Morse: Strucker needed funds, makes sense. So what's the op?\nMelinda May: How's your Mandarin?\nBobbi Morse: (in Mandarin) You tell me.\nMelinda May: If we head down there, maybe we'll pick up his trail. He's on the run from Ward. From us. Almost makes me feel sorry for the kid.",
  "Leo Fitz: What, you don't think I should help Simmons rescue Will?\nLance Hunter: Do you think you should? He's the competition. If your girlfriend's ex wants to visit from Phoenix, you do not buy him a plane ticket.\nLeo Fitz: That's really specific. Anyway, this guy kept Simmons alive. I owe him. He deserves my help.",
  "Lance Hunter: Is that a person?\nDaisy Johnson: Oh god.\nLance Hunter: Is he dead?\nDaisy Johnson: No they're monitoring him. He's alive.\nMack MacKenzie: But in, some kind of what... a coma?\nDaisy Johnson: This is ATCU. This is where they're storing Inhumans they find. Like animals in cages.",
  "Lincoln Campbell: Safe as houses.\nDaisy Johnson: What?\nLincoln Campbell: It's an expression, people say that.\nDaisy Johnson: Sure. And someday you can tell me how you survived the Dust Bowl and the Hoover Administration, Grandpa.\nLincoln Campbell: That's an ugly side of you, Daisy."
]