[
  "I think human consciousness was a tragic misstep in evolution. - Rust Cohle",
  "If the only thing keeping a person decent is the expectation of divine reward, then, brother, that person is a piece of shit. - Rust Cohle",
  "Sometimes your worst self is your best self. - Frank Semyon",
  "My powers of influence are so meager in this sublunar world of ours, I try to limit the people I can disappoint. And I make sure to know the difference between my obligations and somebody else’s. - Ray Velcoro",
  "I always saw a difference between a whore and a pimp. A whore can still have integrity. - Frank Semyon",
  "It’s all one ghetto, man, giant gutter in outer space. - Rust Cohle",
  "Look. I consider myself a realist, all right, but in philosophical terms, I’m what’s called a pessimist. - Rust Cohle",
  "Prison is very, very hard on people who hurt kids. If you get the opportunity, you should kill yourself. - Rust Cohle",
  "For a guy who sees no point in existence, you sure fret about it an awful lot. - Marty Hart",
  "It’s like in this universe, we process time linearly forward. But outside of our spacetime, from what would be a fourth-dimensional perspective, time wouldn’t exist, and from that vantage, could we attain it. We’d see our spacetime would look flattened, like a single sculpture with matter in a superposition of every place it ever occupied, our sentience just cycling through our lives like carts on a track. See, everything outside our dimension that’s eternity, eternity looking down on us. Now, to us, it’s a sphere, but to them… it’s a circle. - Rust Cohle",
  "Feeling like life has slipped through your fingers. Like the future is behind you, like it’s always been behind you. - Marty Hart",
  "We are creatures that should not exist by natural law. - Rust Cohle",
  "Nobody gets rich on their own money. - Jordan Semyon",
  "You don’t do somebody else’s time. - Frank Semyon",
  "Better safe than something else. - Ani Bezzerides",
  "Pain is inexhaustible. It’s only people that get exhausted. - Ray Velcoro",
  "On the ropes ain’t the same thing as bleeding out. - Frank Semyon",
  "Sometimes a thing happens, splits your life. There’s a before and after. - Frank Semyon",
  "That’s what pain does. It shows you what was on the inside. - Frank Semyon",
  "No fighting what you can’t change. - Frank Semyon",
  "A turn here, a turn there, and it goes on for years. Becomes something else. I’m sorry, you know, for the man I became, the father I was. I hope you got the strength to learn from that. And I hope you got no doubts how much I loved you, son. And you’re better than me. If I had been stronger, I would have been more like you. Hell, son, if everyone was stronger, they’d be more like you. - Ray Velcoro",
  "A lot of the rest was in the papers over the next year, if you know where to look. These facts were paid for in blood, so honor that. I don’t know if it’ll make any difference, but it should because we deserve a better world. - Ani Bezzerides",
  "You know, throughout history, I bet every old man probably said the same thing. And old men die, and the world keeps spinning. - Marty Hart",
  "It’s hard to find something in a man who rejects people as much as you do. - Marty Hart",
  "It’s difficult to admit defeat. - Maggie Hart",
  "We all got what I call a life trap, this gene-deep certainty that things will be different, that you’ll move to another city and meet the people that’ll be the friends for the rest of your life, that you’ll fall in love and be fulfilled. F*cking fulfillment and closure, whatever the f*ck those two… F*cking empty jars to hold this shitstorm, and nothing is ever fulfilled until the very end, and closure… No. No, no. Nothing is ever over. - Rust Cohle",
  "What always happens between men and women? Reality. - Marty Hart",
  "Girls always know before boys. - Maggie Hart",
  "All my life, I wanted to be nearer to God. But the only nearness… silence. - Joel Theriot",
  "Certain linguistic anthropologists think that religion is a language virus that rewrites pathways in the brain, dulls critical thinking. - Rust Cohle",
  "I don’t think that man can love, at least not the way that he means. Inadequacies of reality always set in. - Rust Cohle",
  "Father Time has his way with us all. Looks like you must have pissed him off. - Marty Hart",
  "Some people, no matter where they look, they see themselves. - Maggie Hart",
  "Rejoice. Death is not the end. - Miss Delores",
  "Each stilled body so certain that they were more than the sum of their urges, all the useless spinning, tired mind, collision of desire and ignorance. - Rust Cohle",
  "If the common good has got to make up fairy tales, then it’s not good for anybody. - Rust Cohle",
  "Man’s game charges a man’s price. - Marty Hart",
  "You’ll do this again. Time is a flat circle. - Reggie Ledoux",
  "A child is wonderful. Sometimes people mistake a child as an answer for something, like a way to change their story. - Rust Cohle",
  "A man remembers his debts. - Rust Cohle",
  "My life’s been a circle of violence and degradation long as I can remember. I’m ready to tie it off. - Rust Cohle",
  "Life’s barely long enough to get good at one thing. - Rust Cohle",
  "Everybody’s got a choice. - Rust Cohle",
  "You are stranger to yourself, and yet He knows you… - Joel Theriot",
  "This place is like somebody’s memory of a town, and the memory is fading. It’s like there was never anything here but jungle. - Rust Cohle",
  "We are things that labor under the illusion of having a self, this accretion of sensory experience and feeling, programmed with total assurance that we are each somebody when, in fact, everybody’s nobody. - Rust Cohle",
  "I don’t sleep. I just dream. - Rust Cohle",
  "Not everybody want to sit alone in a empty room beating off to murder manuals. Some folks enjoy community. Common good. - Marty Hart",
  "She articulated a personal vision. Vision is meaning. Meaning is historical. - Rust Cohle",
  "I think about my daughter now, and what she was spared. Sometimes I feel grateful. The doctor said she didn’t feel a thing, went straight into a coma. Then, somewhere in that blackness, she slipped off into another deeper kind. Isn’t that a beautiful way to go out, painlessly as a happy child? Trouble with dying later is you’ve already grown up. The damage is done. It’s too late. - Rust Cohle",
  "…And like a lot of dreams, there’s a monster at the end of it. - Rust Cohle",
  "World needs bad men. We keep the other bad men from the door. - Rust Cohle",
  "People… so goddamn frail they’d rather put a coin in a wishing well than buy dinner. - Rust Cohle",
  "People incapable of guilt usually do have a good time. - Rust Cohle",
  "Kids are the only thing that matter, Maggie. They’re the only reason for this whole man-woman drama. - Rust Cohle",
  "We age. Men, women. It’s not supposed to work except to make kids. - Rust Cohle",
  "Death created time to grow the things that it would kill, and you are reborn but into the same life that you’ve always been born into. - Rust Cohle",
  "Everything we’ve ever done or will do we’re gonna do over and over and over again… - Rust Cohle",
  "Past a certain age, a man without a family can be a bad thing. - Marty Hart",
  "Our sentience just cycling through our lives like carts on a track. - Rust Cohle",
  "This is a world where nothing is solved. - Rust Cohle",
  "When you can’t remember your lives, you can’t change your lives, and that is the terrible and the secret fate of all life. You’re trapped, by that nightmare you keep waking up into. - Rust Cohle",
  "Once there was only dark. If you ask me, the light’s winning. - Rust Cohle",
  "I welcome judgment. - Ray Velcoro",
  "Never do anything out of hunger, not even eating. - Frank Semyon",
  "I used to want to be an astronaut. But astronauts don’t even go to the moon anymore. - Ray Velcoro",
  "A good woman mitigates our baser tendencies. - Frank Semyon",
  "Not being poor is better than the opposite. - Jordan Semyon",
  "Sometimes a good beating provokes personal growth. - Ray Velcoro",
  "We get the world we deserve. - Ray Velcoro",
  "Fundamental difference between the sexes is that one of them can kill the other with their bare hands. - Ani Bezzerides",
  "Everybody’s got the one option, you want it bad enough. - Ray Velcoro",
  "If you want to get over something, maybe sitting around and remembering it in every detail ain’t the right way. - Paul Woodrugh",
  "If I don’t come up with a new play, the dead trees, the present from the stork are gonna be what they call moot points. - Frank Semyon",
  "Those moments, they stare back at you. You don’t remember them, they remember you. Turn around, there they are. Staring. - Ani Bezzerides",
  "Better to walk before they make you run. - Ray Velcoro",
  "You deal with pimps, you get pimpish results. - Austin Chessani",
  "Loyalty’s important and usually painful. - Ray Velcoro",
  "Crime exists contingent on human desire. - Frank Semyon",
  "Never too late to start all over again. - Ani Bezzerides",
  "Key on my eyes, dipshit. See if I’m whistling Dixie. If they don’t give you life, I will have every inch of your flesh removed with a cheese grater starting with your prick. I’ll cut off your nose and your lips. Your nuts, too. And I’ll make sure you live. Hell, they give you life, I might do it anyway. - Ray Velcoro",
  "There’s us, and everything else is in the gray. - Jordan Semyon",
  "Baby, you made it all mean something. Everything before we met. If they came to me through you, if they hurt you, I couldn’t, I wouldn’t deserve to live. If you love me, I cannot do the things I have to do unless I know you’re safe. If I don’t think you’re safe, I’m lost. They got me. - Frank Semyon",
  "Everything’s ending. Time to wake up. - Frank Semyon"
]